{
  "ROI.about.change-theme": "غير المظهر",
  "ROI.about.check-blogs": "أو تفحص المدونات",
  "ROI.about.contributors.description1": "هل ترغب في المساهمة في ال open source باستخدام Angular؟",
  "ROI.about.contributors.description2": "اترك بصمتك وانضم إلى فريق المساهمين المتزايد!",
  "ROI.about.contributors.description3": "ابدأ بإلقاء نظرة على ",
  "ROI.about.contributors.description4": " و ",
  "ROI.about.contributors.guide": "دليل المساهم",
  "ROI.about.contributors.issues": "القضايا المفتوحة",
  "ROI.about.contributors.title": "المساهمون",
  "ROI.about.get-notified.description": "روبوت على Twitter يساعدك على البقاء على اطلاع دائم بإصدارات المكتبات والأطر الأمامية الشهيرة!",
  "ROI.about.get-notified.follow": "إتبع",
  "ROI.about.get-notified.title": "تلقى إشعارات عن الإصدارات الحديثة",
  "ROI.about.get-started": "إبدأ",
  "ROI.features.angular": "إطار عمل حديث و قوي",
  "ROI.features.angular-cli": "واجهة CLI لـ Angular",
  "ROI.features.angular-material": "مكتبة مكونات Material design",
  "ROI.features.bootstrap": "تخطيط سريع الاستجابة من مكتبة واجهة المستخدم الأكثر شهرة في العالم التي تم اختبارها كثيرا",
  "ROI.features.cypress": "Cypress هي أداة اختبار للواجهة الأمامية من الجيل التالي تم تصميمها للويب الحديث.",
  "ROI.features.documentation": "المستندات",
  "ROI.features.fontawesome": "استخدام الرموز ال vector بسهولة والشعارات الاجتماعية",
  "ROI.features.guide": "الدليل",
  "ROI.features.lazyloading.description": "وقت بدء تشغيل أسرع مع الوحدات المحملة ببطء",
  "ROI.features.lazyloading.title": "Lazy loadding",
  "ROI.features.ngrx": "أحد الطرق لتدفق البيانات مدعومة من RxJS Observables",
  "ROI.features.ngxtranslate": "مكتبة ترجمة لـ Angular",
  "ROI.features.rxjs": "البرمجة التفاعلية مع مجموعات غير متزامنة باستخدام Observables",
  "ROI.features.themes.description": "دعم السمات المرن للمكونات المقدمة والمصممة",
  "ROI.features.themes.title": "المظهر",
  "ROI.features.title": "الميزات",
  "ROI.features.typescript": "تجربة مطور متفوقة ، وإكمال الكود ، وإعادة بناء ، وأخطاء أقل",
  "ROI.features.eslint": "ESLint هو لتحديد الأنماط الإشكالية الموجودة في كود ال JavaScript و Typescript",
  "ROI.services.title": "خدماتنا",
  "ROI.menu.services": "الخدمات",
  "ROI.footer.changelog": "إظهر ال changelog",
  "ROI.header.github": "Project Github Repository",
  "ROI.menu.home": "الرئيسية",
  "ROI.menu.about": "عن",
  "ROI.menu.profile": "حسابي",
  "ROI.menu.examples": "أمثلة",
  "ROI.menu.features": "الميزات",
  "ROI.menu.login": "تسجيل الدخول",
  "ROI.menu.logout": "تسجيل خروج",
  "ROI.menu.settings": "إعدادات",
  "ROI.settings.animations.elements": "إنزلاق عناصر صفحة التنقل لأعلى",
  "ROI.settings.animations.page": "التنقل في صفحة بأكملها",
  "ROI.settings.animations.title": "الرسوم المتحركة",
  "ROI.settings.general.language.de": "اللغة الألمانية",
  "ROI.settings.general.language.en": "اللغة الإنجليزية",
  "ROI.settings.general.language.es": "اللغة الأسبانية",
  "ROI.settings.general.language.fr": "اللغة الفرنسية",
  "ROI.settings.general.language.he": "اللغة العبرية",
  "ROI.settings.general.language.pt-br": "اللغة البرتغالية",
  "ROI.settings.general.language.sk": "اللغة السلوفاكية",
  "ROI.settings.general.language.zh-cn": "اللغة الصينية",
  "ROI.settings.general.placeholder": "اللغة",
  "ROI.settings.general.title": "العام",
  "ROI.settings.themes.blue": "أزرق",
  "ROI.settings.themes.dark": "ظالم",
  "ROI.settings.themes.light": "فاتح",
  "ROI.settings.themes.nature": "طبيعي",
  "ROI.settings.themes.night-mode": "الوضع الليلي التلقائي (من 21:00 إلى 7:00)",
  "ROI.settings.themes.placeholder": "موضوع اللون",
  "ROI.settings.themes.saneago": "",
  "ROI.settings.themes.sticky-header": "رأس لاصق",
  "ROI.settings.themes.title": "المظهر",
  "ROI.settings.title": "الإعدادات",
  "ROI.title.long": "ROInsight",
  "ROI.title.short": "ROInsight",
  "ROI.landing.header_main": "تم تصميم موقعنا لتزويدك بنظرة عامة شاملة على أدوات علوم البيانات وذكاء الأعمال الأكثر شيوعًا المتوفرة في السوق اليوم. بدءًا من أدوات تصور البيانات ولوحة المعلومات إلى التحليلات المتقدمة ومنصات التعلم الآلي ، فإننا نغطي كل ما تحتاج إلى معرفته لاتخاذ قرارات مستنيرة حول الأدوات المناسبة لعملك.",

  "ROI.services.name_01": "تحليل الإيرادات",
  "ROI.services.description_01": "نقوم بتحليل تدفقات الإيرادات الحالية لديك لتحديد المجالات الفرص والنمو المحتملة. من خلال فهم عوامل تحفيز الإيرادات الحالية لديك ، يمكننا مساعدتك في تحسين استراتيجيات التسعير والمنتجات لتحقيق أقصى إمكانيات الإيرادات.",
  "ROI.services.name_02": "تفصيل العملاء",
  "ROI.services.description_02": "نستخدم تحليلات متقدمة لتقسيم قاعدة العملاء الخاصة بك بناءً على البيانات الديموغرافية والسلوكية والعوامل الأخرى. يساعد هذا على فهم الاحتياجات والتفضيلات الفريدة لمجموعات العملاء المختلفة ، مما يتيح لك تخصيص جهود التسويق والمبيعات الخاصة بك لتحقيق أقصى قدر من الأثر.",
  "ROI.services.name_03": "التحليلات التنبؤية",
  "ROI.services.description_03": "نستخدم النمذجة التنبؤية لتوقع اتجاهات الإيرادات المستقبلية وتحديد المجالات المحتملة للمخاطر. من خلال استغلال بياناتك السابقة ، يمكننا تطوير توقعات دقيقة للإيرادات ومساعدتك في التخفيف من المخاطر المحتملة.",
  "ROI.services.name_04": "تحليل المبيعات والتسويق",
  "ROI.services.description_04": "نحلل بيانات المبيعات والتسويق الخاصة بك لتحديد المجالات التي يمكن تحسينها. من خلال فهم فعالية حملاتك وقنواتك ، يمكننا مساعدتك في تحسين إنفاقك على التسويق وزيادة عائد الاستثمار الخاص بك.",

  "ROI.services.name_05": "تحليل المنافسين",
  "ROI.services.description_05": "نحن نحلل أداء منافسيك لتحديد الفجوات المحتملة ومجالات الفرص. هذا يساعدك على البقاء في المقدمة عن منافسيك وتطوير استراتيجيات فعالة لزيادة حصتك في السوق.",
  "ROI.services.name_06": "توقعات الطلب",
  "ROI.services.description_06": "استخدم البيانات التاريخية والتحليلات التنبؤية لتوقع الطلب وتحسين استراتيجيات التسعير وإدارة المخزون.",
  "ROI.services.name_07": "تحسين التسعير",
  "ROI.services.description_07": "استخدم تحليل البيانات والنمذجة لتحديد استراتيجيات التسعير الأمثل التي تزيد من الإيرادات مع البقاء تنافسيًا في السوق.",
  "ROI.services.name_08": "إدارة المخزون",
  "ROI.services.description_08": "استخدم تحليل البيانات لتحسين مستويات المخزون وتقليل نفاذ الأسهم وتكاليف حمل المخزون.",
  "ROI.services.name_09": "تحليل الإيرادات",
  "ROI.services.description_09": "تحليل البيانات التاريخية للإيرادات لتحديد الاتجاهات والأنماط والفرص للنمو.",
  "ROI.services.name_10": "تحليل المنافسين",
  "ROI.services.description_10": "استخدم تحليل البيانات لفهم تسعير منافسيك وعروض منتجاتهم وعوامل أخرى تؤثر على إنشاء الإيرادات.",
  "ROI.services.name_11": "إدارة القنوات",
  "ROI.services.description_11": "تحليل بيانات المبيعات عبر قنوات مختلفة، مثل الأسواق الإلكترونية، ومحلات البيع بالتجزئة، وشبكات التوزيع، لتحديد فرص النمو في الإيرادات.",
  "ROI.services.name_12": "تحليلات التسويق",
  "ROI.services.description_12": "استخدم تحليلات البيانات لقياس فعالية حملات التسويق وتحسين الإنفاق على التسويق لتحقيق أقصى عائد على الاستثمار.",
  "ROI.services.name_13": "تحليلات العملاء",
  "ROI.services.description_13": "استخدم تحليلات البيانات لفهم سلوك وتفضيلات وديموغرافيا العملاء، واستخدم هذه المعلومات لتطوير حملات تسويق مستهدفة وعروض شخصية تدفع نمو الإيرادات.",
  "ROI.services.name_14": "مراقبة دقة التنبؤات",
  "ROI.services.description_14": "راقب دقة التنبؤات وعدل الاستراتيجيات حسب الحاجة لضمان تحقيق أهداف الإيرادات.",
  "ROI.services.name_15": "تحليل العائد على الاستثمار (ROI)",
  "ROI.services.description_15": "شرح كيف يمكنك مساعدة الأعمال في حساب عائد الاستثمار لمختلف الاستثمارات أو المشاريع، وكيفية استخدام تحليلات البيانات لقياس وتحسين العائد على الاستثمار.",
  "ROI.services.name_16": "نمذجة مالية",
  "ROI.services.description_16": "وصف كيفية استخدام نماذج مالية لمساعدة الأعمال على اتخاذ قرارات مستنيرة بشأن الاستثمارات والميزانيات والشؤون المالية الأخرى.",
  "ROI.services.name_17": "تحسين التكاليف",
  "ROI.services.description_17": "تسليط الضوء على كيفية استخدام تحليلات البيانات لتحديد فرص توفير التكاليف وتحسين الإنفاق لتحسين العائد على الاستثمار.",
  "ROI.services.name_18": "إدارة المخاطر",
  "ROI.services.description_18": "ناقش كيف تساعد الشركات في إدارة المخاطر وعدم اليقين من خلال تحليل البيانات والنمذجة، وكيف يمكن لهذا أن يحسن عائد الاستثمار عن طريق تقليل الخسائر المحتملة.",
  "ROI.services.name_19": "تحليل الأداء",
  "ROI.services.description_19": "شرح كيف تساعد الشركات في تحليل مؤشرات الأداء المالي مثل هامش الربح ونمو الإيرادات وعائد الاستثمار، وكيف تستخدم هذه الرؤى لتحسين عائد الاستثمار.",
  "ROI.services.name_20": "تحليل الاستثمارات",
  "ROI.services.description_20": "وصف كيف يمكنك مساعدة الشركات في تقييم فرص الاستثمار المحتملة واتخاذ قرارات مستنيرة بناءً على تحليل البيانات والنمذجة المالية.",
  "ROI.services.name_21": "تحسين محفظة الاستثمارات",
  "ROI.services.description_21": "ناقش كيف تساعد الشركات في تحسين محافظ الاستثمار الخاصة بهم بناءً على المخاطر والعائد وعوامل أخرى، وكيف يمكن أن يحسن هذا العائد الإجمالي على الاستثمار.",
  "ROI.services.name_22": "مقايسة الأداء",
  "ROI.services.description_22": "شرح كيف تساعد الشركات في مقارنة أدائها المالي بالنظراء الصناعيين والمنافسين، وكيف يمكن أن يوفر هذا رؤى قيمة لتحسين عائد الاستثمار.",

  "ROI.marketing.name_01": "أداة الذكاء الاصطناعي للأعمال",
  "ROI.marketing.description_01": "هل تواجه صعوبة في تحقيق الحد الأقصى لإيراداتك؟ لا تبحث بعيداً عن أداة إدارة الإيرادات والذكاء الاصطناعي الخاصة بنا! تمكّنك تقنيتنا المتطورة من اتخاذ القرارات المناسبة بناءً على البيانات والتحليلات الفورية. تمنحك أداتنا رؤى قوية في اتجاهات السوق ونشاط المنافسين وسلوك العملاء. هذا يعني أنه يمكنك تحسين استراتيجيات التسعير والتنبؤ بالطلب وتحديد مصادر الإيرادات الغير مستغلة بسهولة. تم تصميم أداتنا لإدارة الإيرادات والذكاء الاصطناعي بأسلوب بسيط وسهل. لن تحتاج إلى أن تكون عالماً في البيانات لاستخدامها، فواجهة المستخدم الخاصة بنا تجعلها سهلة الاستخدام وتفسر البيانات المعقدة بسهولة. لا تدع إيراداتك تذهب سدى. سجّل اليوم في أداتنا لإدارة الإيرادات والذكاء الاصطناعي واستفد من قوة اتخاذ القرارات المدعومة بالبيانات.",
  "ROI.marketing.name_02": "استشارات إدارة الإيرادات",
  "ROI.marketing.description_02": "افتح الإمكانات الكاملة لإيرادات فندقك باستخدام خدمات إدارة الإيرادات الخبيرة التي نوفرها. قم بتحقيق أقصى ربح من خلال استراتيجيات إدارة الإيرادات المعتمدة على البيانات. لا تترك إيرادات فندقك للصدفة. دعنا نساعدك على تحسين سعرك وقنوات التوزيع الخاصة بك لتحقيق أقصى ربحية. زد معدلات الحجوزات وزِد من إيراداتك باستخدام تقنيات إدارة الإيرادات المُجَرَّبَة لدينا. صُممت خدمات إدارة الإيرادات التي نوفرها للفنادق بمختلف الأحجام والأنواع لمساعدتهم على تحسين صافي أرباحهم. خذ السيطرة على إيرادات فندقك وابقَ دائمًا في المقدمة بفضل حلول إدارة الإيرادات الرائدة لدينا. احصل على فوائد خدمات إدارة الإيرادات لدينا وانظر إلى زيادة قابلة للقياس في إيرادات فندقك. سوف يعمل فريق خبراء إدارة الإيرادات لدينا معك على تطوير استراتيجية مُخصَّصة تُلبِّي احتياجات فندقك الفريدة. لا تسمح بانخفاض معدلات الحجوزات والإيرادات الراكدة بإبطاء نجاح فندقك. دعنا نساعدك على تحسين إيراداتك وتحقيق كامل إمكانياتك. قُم بتحقيق أقصى نسبة عوائد على الاستثمار وتحسين أداء فندقك المالي باستخدام خدمات إدارة الإيرادات الشاملة التي نوفرها.",
  "ROI.marketing.name_03": "حلول تحسين الإيرادات",
  "ROI.marketing.description_03": "مهما كانت صناعتك، يمكن لأداة ذكاء الأعمال الخاصة بنا مساعدتك في تحقيق أهدافك والوصول بعملك إلى المستوى التالي. فلماذا تنتظر؟ جربها اليوم وانظر النتائج بنفسك!",
  "ROI.marketing.name_04": "أطلق قوة بياناتك",
  "ROI.marketing.description_04": ".تجعل أداة ذكاء الأعمال الخاصة بنا من السهل الوصول إلى بيانات شركتك وتحليلها، مما يمنحك الإنجازات التي تحتاج إليها لاتخاذ قرارات أفضل ودفع النمو",
  "ROI.marketing.name_05": "ابقَ أمام المنافسة",
  "ROI.marketing.description_05": "مع أداتنا للذكاء الاصطناعي في الأعمال، سيتيح لك الوصول الفوري إلى اتجاهات السوق ونشاط المنافسين وسلوك العملاء، مما يمنحك ميزة تنافسية في أصعب الأسواق.",
  "ROI.marketing.name_06": "اجعل قرارات أفضل وبشكل أسرع",
  "ROI.marketing.description_06": "توفر أداتنا للذكاء الاصطناعي في الأعمال نتائج فعلية في الوقت الحقيقي، لذا يمكنك اتخاذ القرارات بسرعة وبثقة.",
  "ROI.marketing.name_07": "بسِّط سير عملك",
  "ROI.marketing.description_07": "تجعل واجهتنا السهلة الاستخدام والتصميم البديهي من السهل التنقل في البيانات والتحليلات المعقدة، مما يبسط سير عملك ويوفر لك الوقت.",
  "ROI.marketing.name_08": "منح فريقك القوة",
  "ROI.marketing.description_08": "صُمِّمت أداتنا للذكاء الاصطناعي في الأعمال للاستخدام من قِبَل جميع أفراد منظمتك، وليس فقط المحللين البيانات. وهذا يعني أن فريقك بأكمله يمكنه الاستفادة من النتائج والتحليلات التي توفرها.",
  "ROI.marketing.name_09": "رؤية الصورة الكاملة",
  "ROI.marketing.description_09": "يتيح لك أداة الذكاء الاصطناعي الخاصة بنا رؤية أداء شركتك بلمحة واحدة ، حتى تتمكن من تحديد المجالات التي تحتاج إلى التحسين والاستفادة من الفرص الجديدة.",
  "ROI.marketing.name_10": "السيطرة على أمورك المالية",
  "ROI.marketing.description_10": "تمنحك أداة الذكاء الاصطناعي الخاصة بنا صورة كاملة عن مالية شركتك ، من الإيرادات والمصروفات إلى التدفق النقدي وحوافز الربح. باستخدام هذه المعلومات بسهولة ، يمكنك اتخاذ قرارات مالية أكثر ذكاء ودفع النمو.",
  "ROI.marketing.name_11": "قابل للتخصيص والتوسع",
  "ROI.marketing.description_11": "يمكن تخصيص أداة الذكاء الاصطناعي الخاصة بنا لتلبية احتياجاتك الفريدة والتوسع لاستيعاب نمو شركتك ، مما يضمن لك دائمًا النظرة الداخلية اللازمة للنجاح.",
  "ROI.contactus.subtitle": ".نحن هنا للمساعدة! إذا كان لديك أي أسئلة أو استفسارات، نشجعك على التواصل معنا. يرجى أن تستغرق لحظة لملء نموذج الاتصال أدناه وتقديم أكبر قدر ممكن من التفاصيل بخصوص استفسارك. فريقنا مستعد لمساعدتك.",  
  "ROI.contactus.title": "دعنا نتواصل لنخلق فرص عمل أكثر"
}


