{
  "ROI.landing.header_main": "ROInsight is designed to provide you with a comprehensive overview of the most popular data science and business intelligence tools available on the market today. From data visualization and dashboarding tools to advanced analytics and machine learning platforms, we cover everything you need to know to make informed decisions about which tools are right for your business.",
  "ROI.about.change-theme": "Change Theme",
  "ROI.about.check-blogs": "or check blogs about",
  "ROI.about.contributors.description1": "Want to start contributing to open source with Angular?",
  "ROI.about.contributors.description2": "Leave your mark and join the growing team of contributors!",
  "ROI.about.contributors.description3": "Get started by having a look on ",
  "ROI.about.contributors.description4": " and ",
  "ROI.about.contributors.guide": "Contributor guide",
  "ROI.about.contributors.issues": "open issues",
  "ROI.about.contributors.title": "Contributors",
  "ROI.about.get-notified.description": "a Twitter bot that helps you to stay up to date with releases of popular frontend frameworks & libraries!",
  "ROI.about.get-notified.follow": "Follow",
  "ROI.about.get-notified.title": "Get notified about new releases",
  "ROI.about.get-started": "Get started",
  "ROI.features.angular": "Modern powerful framework",
  "ROI.features.angular-cli": "A command line interface for Angular",
  "ROI.features.angular-material": "Material design component library",
  "ROI.features.bootstrap": "Responsive layout from battle tested, world most famous UI library",
  "ROI.features.cypress": "Cypress is a next generation front end testing tool built for the modern web.",
  "ROI.features.documentation": "Docs",
  "ROI.features.eslint": "ESLint is for identifying problematic patterns found in JavaScript and Typescript code",
  "ROI.features.fontawesome": "Easy to use vector icons and social logos",
  "ROI.features.guide": "Guide",
  "ROI.features.lazyloading.description": "Faster startup time with lazy loaded feature modules",
  "ROI.features.lazyloading.title": "Lazy loading",
  "ROI.features.ngrx": "One way data flow powered by RxJS Observables",
  "ROI.features.ngxtranslate": "An internationalization library for Angular",
  "ROI.features.rxjs": "Reactive programming with async collections using Observables",
  "ROI.features.themes.description": "Flexible theming support for provided and custom components",
  "ROI.features.themes.title": "Themes",
  "ROI.features.title": "Features",
  "ROI.features.typescript": "Superior developer experience, code completion, refactoring and less bugs",
  "ROI.services.title": "Services",
  "ROI.menu.services": "Services",
  "ROI.footer.changelog": "Show changelog",
  "ROI.header.github": "Project Github Repository",
 
  "ROI.menu.home": "Home",
  "ROI.menu.about": "About",
  "ROI.menu.profile": "Profile",
  "ROI.menu.examples": "Examples",
  "ROI.menu.features": "Features",
  "ROI.menu.login": "Sign in",
  "ROI.menu.logout": "Logout",
  "ROI.menu.settings": "Settings",
  "ROI.settings.animations.elements": "Navigation page elements slide up",
  "ROI.settings.animations.page": "Navigation whole page transition",
  "ROI.settings.animations.title": "Animations",
  "ROI.settings.general.language.de": "German",
  "ROI.settings.general.language.en": "English",
  "ROI.settings.general.language.es": "Spanish",
  "ROI.settings.general.language.fr": "French",
  "ROI.settings.general.language.he": "Hebrew",
  "ROI.settings.general.language.pt-br": "Portuguese",
  "ROI.settings.general.language.sk": "Slovak",
  "ROI.settings.general.language.zh-cn": "Simple Chinese",
  "ROI.settings.general.placeholder": "Language",
  "ROI.settings.general.title": "General",
  "ROI.settings.themes.blue": "Blue",
  "ROI.settings.themes.dark": "Dark",
  "ROI.settings.themes.light": "Light",
  "ROI.settings.themes.nature": "Nature",
  "ROI.settings.themes.night-mode": "Auto night mode (from 21:00 to 7:00)",
  "ROI.settings.themes.placeholder": "Color Theme",
  "ROI.settings.themes.saneago": "",
  "ROI.settings.themes.sticky-header": "Sticky header",
  "ROI.settings.themes.title": "Themes",
  "ROI.settings.title": "Settings",
  
  "ROI.title.long": "ROInsight",
  "ROI.title.short": "ROInsight",
  "ROI.title.test": "I like this new testing",

  "ROI.services.name_01": "Revenue analysis",
  "ROI.services.description_01": "We analyze your existing revenue streams to identify areas of opportunity and potential growth. By understanding your current revenue drivers, we can help you optimize your pricing and product strategies to maximize your revenue potential.",
  "ROI.services.name_02": "Customer segmentation",
  "ROI.services.description_02": "We use advanced analytics to segment your customer base based on demographics, behavior, and other factors. This helps you understand the unique needs and preferences of different customer groups, allowing you to tailor your marketing and sales efforts for maximum impact.",
  "ROI.services.name_03": "Predictive analytics",
  "ROI.services.description_03": "We use predictive modeling to forecast future revenue trends and identify potential areas of risk. By leveraging your historical data, we can develop accurate revenue forecasts and help you mitigate potential risks.",
  "ROI.services.name_04": "Sales and marketing optimization",
  "ROI.services.description_04": "We analyze your sales and marketing data to identify areas of opportunity for improvement. By understanding the effectiveness of your campaigns and channels, we can help you optimize your marketing spend and increase your ROI.",
  "ROI.services.name_05": "Competitive analysis",
  "ROI.services.description_05": "We analyze your competitors' performance to identify potential gaps and areas of opportunity. This helps you stay ahead of the competition and develop effective strategies to increase your market share.",
  "ROI.services.name_06": "Demand forecasting",
  "ROI.services.description_06": "Use historical data and predictive analytics to forecast demand and optimize pricing and inventory management strategies.",
  "ROI.services.name_07": "Pricing optimization",
  "ROI.services.description_07": "Use data analysis and modeling to determine optimal pricing strategies that maximize revenue while remaining competitive in the market.",
  "ROI.services.name_08": "Inventory management",
  "ROI.services.description_08": "Use data analytics to optimize inventory levels, minimize stockouts, and reduce inventory carrying costs.",
  "ROI.services.name_09": "Revenue analysis",
  "ROI.services.description_09": "Analyze historical revenue data to identify trends, patterns, and opportunities for growth.",
  "ROI.services.name_10": "Competitive analysis",
  "ROI.services.description_10": "Use data analysis to understand your competitors' pricing, product offerings, and other factors that impact revenue generation.",
  "ROI.services.name_11": "Channel management",
  "ROI.services.description_11": "Analyze sales data across different channels, such as online marketplaces, retail stores, and distribution networks, to identify opportunities for revenue growth.",
  "ROI.services.name_12": "Marketing analytics",
  "ROI.services.description_12": "Use data analysis to measure the effectiveness of marketing campaigns and optimize marketing spend for maximum ROI.",
  "ROI.services.name_13": "Customer analytics",
  "ROI.services.description_13": "Use data analysis to understand customer behavior, preferences, and demographics, and use this information to develop targeted marketing campaigns and personalized offers that drive revenue growth.",
  "ROI.services.name_14": "Forecast accuracy monitoring",
  "ROI.services.description_14": "Monitor forecast accuracy and adjust strategies as needed to ensure revenue targets are met.",
  "ROI.services.name_15": "ROI analysis",
  "ROI.services.description_15": "Explain how you can help businesses calculate their ROI for various investments or projects, and how you use data analytics to measure and optimize ROI.",
  "ROI.services.name_16": "Financial modeling",
  "ROI.services.description_16": "Describe how you use financial models to help businesses make informed decisions about investments, budgets, and other financial matters.",
  "ROI.services.name_17": "Cost optimization",
  "ROI.services.description_17": "Highlight how you use data analytics to identify cost-saving opportunities and optimize spending to improve ROI.",
  "ROI.services.name_18": "Risk management",
  "ROI.services.description_18": "Discuss how you help businesses manage risk and uncertainty through data analysis and modeling, and how this can improve ROI by minimizing potential losses.",
  "ROI.services.name_19": "Performance analysis",
  "ROI.services.description_19": "Explain how you help businesses analyze financial performance metrics such as profit margin, revenue growth, and return on investment, and how you use these insights to optimize ROI.",
  "ROI.services.name_20": "Investment analysis",
  "ROI.services.description_20": "Describe how you can help businesses evaluate potential investment opportunities and make informed decisions based on data analysis and financial modeling.",
  "ROI.services.name_21": "Portfolio optimization",
  "ROI.services.description_21": "Discuss how you help businesses optimize their investment portfolios based on risk, return, and other factors, and how this can improve overall ROI.",
  "ROI.services.name_22": "Benchmarking",
  "ROI.services.description_22": "Explain how you help businesses benchmark their financial performance against industry peers and competitors, and how this can provide valuable insights for improving ROI.",
  
  "ROI.marketing.name_01": "Business Intelligence Tool",
  "ROI.marketing.description_01": "Are you struggling to maximize your revenue potential? Look no further than our revenue management business intelligence tool! Our cutting-edge technology empowers you to make informed decisions based on real-time data and analytics. With our tool, you'll have access to powerful insights into market trends, competitor activity, and customer behavior. This means you can optimize pricing strategies, forecast demand, and identify untapped revenue streams with ease. Our revenue management business intelligence tool is designed with simplicity in mind. You won't need to be a data scientist to use it, as our user-friendly interface makes it easy to navigate and interpret complex data. Don't let your revenue potential go untapped any longer. Sign up for our revenue management business intelligence tool today and unlock the power of data-driven decision-making.",
  "ROI.marketing.name_02": "Revenue Management Conslutation",
  "ROI.marketing.description_02": "Unlock the full potential of your hotel's revenue with our expert revenue management services. Maximize your profits with our data-driven revenue management strategies. Don't leave your hotel's revenue to chance. Let us help you optimize your pricing and distribution channels for maximum profitability. Increase your occupancy rates and boost your revenue with our proven revenue management techniques. Our revenue management services are designed to help hotels of all sizes and types improve their bottom line. Take control of your hotel's revenue and stay ahead of the competition with our cutting-edge revenue management solutions. Experience the benefits of our revenue management services and see a measurable increase in your hotel's revenue. Our team of revenue management experts will work with you to develop a customized strategy that meets your hotel's unique needs. Don't let low occupancy rates and stagnant revenue hold your hotel back. Let us help you optimize your revenue and reach your full potential. Maximize your ROI and improve your hotel's financial performance with our comprehensive revenue management services.",
  "ROI.marketing.name_03": "Revenue Optimization Solutions", 
  "ROI.marketing.description_03": "No matter what industry you're in, our business intelligence tool can help you achieve your goals and take your business to the next level. So why wait? Try it out today and see the results for yourself!",
  "ROI.marketing.name_04": "Unlock the Power of Your Data",
  "ROI.marketing.description_04": "Our business intelligence tool makes it easy to access and analyze your company's data, giving you the insights, you need to make better decisions and drive growth.",
  "ROI.marketing.name_05": "Stay Ahead of the Competition",
  "ROI.marketing.description_05": "With our business intelligence tool, you'll have real-time access to market trends, competitor activity, and customer behavior, giving you a competitive edge in even the toughest markets.",
  "ROI.marketing.name_06": "Make Better Decisions, Faster",
  "ROI.marketing.description_06": "Our business intelligence tool delivers actionable insights in real time, so you can make informed decisions quickly and confidently.",
  "ROI.marketing.name_07": "Simplify Your Workflow",
  "ROI.marketing.description_07": "Our user-friendly interface and intuitive design make it easy to navigate complex data and analytics, streamlining your workflow and saving you time.",
  "ROI.marketing.name_08": "Empower Your Team",
  "ROI.marketing.description_08": "Our business intelligence tool is designed to be used by everyone in your organization, not just data analysts. This means your entire team can benefit from the insights and analytics it provides.",
  "ROI.marketing.name_09": "See the Big Picture",
  "ROI.marketing.description_09": "Our business intelligence tool allows you to see your company's performance at a glance, so you can identify areas for improvement and capitalize on new opportunities.",
  "ROI.marketing.name_10": "Take Control of Your Finances",
  "ROI.marketing.description_10": "Our business intelligence tool gives you a complete picture of your company's finances, from revenue and expenses to cash flow and profit margins. With this information at your fingertips, you can make smarter financial decisions and drive growth.",
  "ROI.marketing.name_11": "Customizable and Scalable",
  "ROI.marketing.description_11": "Our business intelligence tool can be tailored to your unique needs and scaled to accommodate your company's growth, ensuring that you always have the insights you need to succeed.",
  "ROI.contactus.subtitle": "We are here to help! If you have any questions, concerns, or inquiries, we encourage you to reach out to us. Please take a moment to fill out the contact form below and provide us with as much detail as possible regarding your query. Our dedicated team is ready to assist you.",
  "ROI.contactus.title": "Let's Connect and Make Magic Happen!"
}
